package task;

public class favorite_book {
    public static void main (String[] args){
        System.out.println("Джеймс Крюс\n"+"Тим Талер, или Проданный смех" );
        System.out.println("Андреас Дрезен -  немецкий кинорежиссёр, призёр многочисленных мировых кинофестивалей. " +
                "Также режиссёр одноимённого фильма-экранизации.\n"+"Дрезен родился в ГДР в городе Гере (современная " +
                "Тюрингия) в семье режиссёра Адольфа Дрезена. С 1979 года он начал снимать любительские фильмы, " +
                "позднее стажировался на студии DEFA и работал ассистентом восточногерманского режиссёра Райша. В " +
                "1986—1991 годах Дрезен обучался в Академии кино и телевидения имени Конрада Вольфа в Потсдаме.\n"+
                "Дебютный полнометражный фильм Дрезена «Спокойная страна» вышел в 1992 году. В 1999 году фильм " +
                "«Ночные образы» попал в конкурсную программу 49-го Берлинского международного кинофестиваля и " +
                "получил серебряного медведя лучшему актёру. Трагикомедия «Гриль-бар „На полпути“» также была " +
                "показана на Берлинском фестивале (2002 год) и удостоена Гран-при жюри. Фильм 2011 года «Остановка на" +
                " перегоне» о семье, глава которой умирает от рака, разделил победу в программе «Особый взгляд» " +
                "Каннского кинофестиваля. Фильм «Когда мы мечтали» участвовал в основном конкурсе 65-го Берлинского " +
                "кинофестиваля.\n"+"Вышедший в 2018 году биографический фильм «Гундерман  (нем.)рус.» о судьбе " +
                "восточногерманского автора-исполнителя Герхарда Гундермана  (англ.)рус. стал триумфатором " +
                "национальной кинопремии Deutscher Filmpreis, получив десять номинаций и победив в шести, в том числе" +
                " за лучший фильм и лучшую режиссуру.\n"+"В 2006 году удостоен приза армянской ассоциации " +
                "кинокритиков и журналистов за фильм «Лето в Берлине» Ереванского кинофестиваля.\n"+"В 2013 году " +
                "Дрезен вошёл в состав жюри 63-го Берлинского кинофестиваля.\n"+"Среди любимых режиссёров Дрезена — " +
                "Кен Лоуч и Майк Ли[4]. Режиссёрская манера Дрезена сближает его фильмы с документальным кино, он " +
                "часто использует непрофессиональных актёров и полагается на импровизацию.");
    }
}
